<?php
// +----------------------------------------------------------------------
// | 功能：基础后台
// +----------------------------------------------------------------------
// | 作者：程龙飞
// +----------------------------------------------------------------------
// | 日期：2017-5-2
// +----------------------------------------------------------------------
namespace app\api\controller;

use app\common\controller\Common;
use think\Db;
use think\Request;
class User extends Common
{
	//登陆
	public function login()
	{

	}

	//注册
	public function register()
	{
		
	}
}
